# タンク
TANK_HEROES = [
    "D.Mon",
    "D.Va",
    "ドゥームフィスト",
    "ドミナ",
    "ハザード",
    "ジャンカー・クイーン",
    "マウガ",
    "オリーサ",
    "ラマットラ",
    "ラインハルト",
    "ロードホッグ",
    "シグマ",
    "ウィンストン",
    "レッキング・ボール",
    "ザリア",
]


# DPS
DPS_HEROES = [
    "アンラン",
    "アッシュ",
    "バスティオン",
    "キャスディ",
    "エコー",
    "エムレ",
    "フレイヤ",
    "ゲンジ",
    "ハンゾー",
    "ジャンクラット",
    "メイ",
    "ファラ",
    "リーパー",
    "シオン",
    "ソジョーン",
    "ソルジャー76",
    "ソンブラ",
    "シンメトラ",
    "トールビョーン",
    "トレーサー",
    "ヴェンデッタ",
    "ベンチャー",
    "ウィドウメイカー",
]


# サポート
SUPPORT_HEROES = [
    "アナ",
    "バティスト",
    "ブリギッテ",
    "イラリー",
    "ジェットパック・キャット",
    "ジュノ",
    "キリコ",
    "ライフウィーバー",
    "ルシオ",
    "マーシー",
    "ミズキ",
    "モイラ",
    "ウーヤン",
    "ゼニヤッタ",
]